{
    "name": "Anne-Claire OUBLIE",
    "bio": "Software Engineer, .NET developer | Data Analyst",
    "about": "I'm a software developer and data analyst with a passion for building high-quality applications and turning data into actionable insights. I've developed a strong foundation in both front-end and back-end development, as well as data analysis.I hold dual master's degrees in engineering from École de technologie supérieure and École supérieure des métiers de l'environnement. These programs have equipped me with both the theoretical knowledge and practical skills needed to excel in the tech industry.",
    "aboutHobbies": "Outside of work, I have a variety of hobbies that keep me balanced and inspired, like knitting, sewing, practicing yoga, or hanging out with my friends and my cat.",
    "experiences":[
        {
            "title": "Entry-Level Data Analyst",
            "company": "Seneca Sense Technologies",
            "period": "October 2023 - June 2024",
            "description": "I collected, cleaned, and analyzed large datasets from APIs using Python, SQL, and PowerBI to identify key trends and support business strategies. I built a custom calculator for the marketing team and collaborated on data-driven solutions using React & Express JS."
        },
        {
            "title": "Software developer",
            "company": "Philip Hazan INC",
            "period": "January 2022 - May 2023",
            "description": "Designed and eveloped a solution to manage soft good products for the interior design team, analyzing customer needs and utilizing object-oriented programming. Built software applications using .NET Core (WPF) and created databases with Azure SQL. Developed stored procedures with MySQL and integrated third-party libraries for additional functionalities."
        },
        {
            "title": "Software Engineer Intern",
            "company": "Siemens Energy Canada",
            "period": "January 2021 - October 2022",
            "description": "Developed a factory digital twin using Tecnomatix, simulating production flux to model the industrial and logistics product chain. Analyzed production capacity and created Power BI visualizations to identify bottlenecks. Participated in brainstorming sessions to generate creative ideas."
        }
    ],
    "projects": [
        {
            "title": "project 1",
            "description": "project 1 description",
            "link": "https://"
        },
        {
            "title": "project 2",
            "description": "project 2 description",
            "link": "https://"
        },
        {
            "title": "project 3",
            "description": "project 3 description",
            "link": "https://"
        }
    ]
}